#language:ru
Функционал: Работа со страницей Сбербанк по оформлению ипотеки

   @test1
  Сценарий: Переход на страницу по оформлению ипотеки на готовое жилье и отправка своих параметров
  * открывается главная страница
  * навести курсор на значок ипотеки
  * кликнуть по рассчитать стоимость ипотеки для готовой квартиры
  * ввести стоимоcть недвижимости 5180000
  * ввести первоначальный взнос 3058000
  * ввести срок кредита 30
  * кликнуть по переключателю является участником зарплатного проекта
  * кликнуть по переключателю могу подтвердить доход справкой
  * кликнуть по переключателю молодая семья
  * проверить сумму кредита 2 122 000 ₽
  * проверить ежемесячный платеж 18 937 ₽
  * проверить необходимый доход 31 561 ₽
  * проверить срок кредита 11 %
